IDEA Open Model
WeldData.Thickness Property
Compatible with IDEA StatiCa Beta 20.0
 Thickness of the weld
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double Thickness { get; set; }
Public Property Thickness As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
WeldData Class
IdeaRS.OpenModel.Connection Namespace